Repository: atlemo/SimplShot-App
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ru, zh_hans

source: Temperature
de: Farbtemperatur
fr: Température
ja: 色温度
ru: Температура
zh_hans: 色温

source: Template
de: Vorlage
fr: Modèle
ja: テンプレート
ru: Шаблон
zh_hans: 模板

source: Template:
de: Vorlage:
fr: Modèle :
ja: テンプレート:
ru: Шаблон:
zh_hans: 模板：

source: Templates
de: Vorlagen
fr: Modèles
ja: テンプレート
ru: Шаблоны
zh_hans: 模板

source: Text Copied
de: Text kopiert
fr: Texte copié
ja: テキストをコピーしました
ru: Текст скопирован
zh_hans: 文字已拷贝

source: The file will be moved to the Trash.
de: Die Datei wird in den Papierkorb bewegt.
fr: Le fichier sera placé dans la corbeille.
ja: ファイルはゴミ箱に移動されます。
ru: Файл будет перемещён в Корзину.
zh_hans: 文件将被移到废纸篓。

source: The password for “%@” was incorrect. Please try again.
de: Das Passwort für „%@“ war falsch. Bitte versuche es erneut.
fr: Le mot de passe de « %@ » est incorrect. Veuillez réessayer.
ja: 「%@」のパスワードが正しくありません。もう一度お試しください。
ru: Неверный пароль для «%@». Попробуйте ещё раз.
zh_hans: “%@”的密码不正确，请重试。

source: This image format can be opened but not written. Use “Save As…” to choose a format.
de: Dieses Bildformat kann geöffnet, aber nicht geschrieben werden. Wähle über „Sichern unter…“ ein anderes Format.
fr: Ce format d’image peut être ouvert mais pas écrit. Utilisez « Enregistrer sous… » pour choisir un format.
ja: この画像フォーマットは開けますが、書き出しはできません。「別名で保存…」でフォーマットを選択してください。
ru: Этот формат можно открыть, но не сохранить. Выберите другой формат через «Сохранить как…».
zh_hans: 此图像格式只能打开，无法写入。请使用“存储为…”选择其他格式。

source: This replaces every other open image's background and effects with the current image's style. Annotations, crops and photo adjustments are kept.
de: Damit werden Hintergrund und Effekte aller anderen geöffneten Bilder durch den Stil des aktuellen Bildes ersetzt. Anmerkungen, Zuschnitte und Fotoanpassungen bleiben erhalten.
fr: Cela remplace l’arrière-plan et les effets de toutes les autres images ouvertes par le style de l’image actuelle. Les annotations, rognages et retouches sont conservés.
ja: 開いている他のすべての画像の背景とエフェクトが、現在の画像のスタイルに置き換わります。注釈、トリミング、写真調整はそのまま保持されます。
ru: Фон и эффекты всех остальных открытых изображений будут заменены стилем текущего изображения. Аннотации, кадрирование и коррекции сохранятся.
zh_hans: 这会将其他所有已打开图像的背景和效果替换为当前图像的样式。标注、裁剪和照片调整将会保留。

source: Tint
de: Farbstich
fr: Teinte
ja: 色合い
ru: Оттенок
zh_hans: 色调

source: Title
de: Titel
fr: Titre
ja: タイトル
ru: Название
zh_hans: 标题

source: Toggle the switch for SimplShot in System Settings.
de: Aktiviere den Schalter für SimplShot in den Systemeinstellungen.
fr: Activez le commutateur de SimplShot dans Réglages Système.
ja: システム設定でSimplShotのスイッチをオンにしてください。
ru: Включите переключатель для SimplShot в Системных настройках.
zh_hans: 请在“系统设置”中打开 SimplShot 的开关。

source: Tools
de: Werkzeuge
fr: Outils
ja: ツール
ru: Инструменты
zh_hans: 工具

source: Top Left
de: Oben links
fr: En haut à gauche
ja: 左上
ru: Сверху слева
zh_hans: 左上

source: Top Right
de: Oben rechts
fr: En haut à droite
ja: 右上
ru: Сверху справа
zh_hans: 右上

source: Transform
de: Transformieren
fr: Transformation
ja: 変形
ru: Преобразование
zh_hans: 变换

source: Triangle
de: Dreieck
ja: 三角形
ru: Треугольник
zh_hans: 三角形

source: Unable to load image
de: Bild kann nicht geladen werden
fr: Impossible de charger l’image
ja: 画像を読み込めません
ru: Не удалось загрузить изображение
zh_hans: 无法载入图像

source: Undo
de: Widerrufen
fr: Annuler
ja: 取り消す
ru: Отменить
zh_hans: 撤销

source: Unlock
de: Entsperren
fr: Déverrouiller
ja: ロック解除
ru: Разблокировать
zh_hans: 解锁

source: Unlock aspect ratio
de: Seitenverhältnis entsperren
fr: Déverrouiller le format
ja: アスペクト比の固定を解除
ru: Не сохранять пропорции
zh_hans: 解锁宽高比

source: Use this background & effects for every open image
de: Diesen Hintergrund und diese Effekte für alle geöffneten Bilder verwenden
fr: Utiliser cet arrière-plan et ces effets pour toutes les images ouvertes
ja: この背景とエフェクトを開いているすべての画像に使用
ru: Использовать этот фон и эффекты для всех открытых изображений
zh_hans: 对所有已打开的图像使用此背景和效果

source: View
de: Ansicht
fr: Visualiser
ja: 表示
ru: Просмотр
zh_hans: 查看

source: Watermark
de: Wasserzeichen
fr: Filigrane
ja: 透かし
ru: Водяной знак
zh_hans: 水印

source: We'd love your feedback — it helps us grow and make SimplShot even better!
de: Wir freuen uns über dein Feedback — es hilft uns, zu wachsen und SimplShot noch besser zu machen!
fr: Votre avis nous intéresse — il nous aide à progresser et à améliorer SimplShot !
ja: ぜひご意見をお聞かせください。SimplShotをさらに良くするための力になります。
ru: Будем рады вашему отзыву — он помогает нам расти и делать SimplShot лучше!
zh_hans: 期待您的反馈——这能帮助我们成长，把 SimplShot 做得更好！

source: What's New
de: Neue Funktionen
fr: Nouveautés
ja: 新機能
ru: Что нового
zh_hans: 新功能

source: What's New in SimplShot
de: Neue Funktionen in SimplShot
fr: Nouveautés de SimplShot
ja: SimplShotの新機能
ru: Что нового в SimplShot
zh_hans: SimplShot 新功能

source: White
de: Weiß
fr: Blanc
ja: ホワイト
ru: Белый
zh_hans: 白色

source: Width
de: Breite
fr: Largeur
ja: 幅
ru: Ширина
zh_hans: 宽度

source: Width (pixels):
de: Breite (Pixel):
fr: Largeur (pixels) :
ja: 幅（ピクセル）:
ru: Ширина (пиксели):
zh_hans: 宽度（像素）：

source: Width Presets
de: Breiten-Voreinstellungen
fr: Préréglages de largeur
ja: 幅プリセット
ru: Пресеты ширины
zh_hans: 宽度预设

source: Width:
de: Breite:
fr: Largeur :
ja: 幅:
ru: Ширина:
zh_hans: 宽度：

source: Window %lld: %@
de: Fenster %lld: %@
fr: Fenêtre %lld : %@
ja: ウインドウ%lld: %@
ru: Окно %lld: %@
zh_hans: 窗口 %lld：%@

source: Window %lld: could not get ID
de: Fenster %lld: ID konnte nicht ermittelt werden
fr: Fenêtre %lld : impossible d’obtenir l’ID
ja: ウインドウ%lld: IDを取得できませんでした
ru: Окно %lld: не удалось получить идентификатор
zh_hans: 窗口 %lld：无法获取 ID

source: Works only while an editor window is open, and never while you are editing text.
de: Funktioniert nur, solange ein Editor-Fenster geöffnet ist – und nie während der Texteingabe.
fr: Fonctionne uniquement lorsqu’une fenêtre d’éditeur est ouverte, et jamais pendant la saisie de texte.
ja: エディタウィンドウが開いているときのみ有効です。テキスト入力中は動作しません。
ru: Работает только при открытом окне редактора и никогда во время ввода текста.
zh_hans: 仅在编辑器窗口打开时有效，输入文本时不会触发。

source: Yellow
de: Gelb
fr: Jaune
ja: イエロー
ru: Жёлтый
zh_hans: 黄色

source: Zoom In
de: Einzoomen
fr: Zoom avant
ja: 拡大
ru: Увеличить
zh_hans: 放大

source: Zoom Out
de: Auszoomen
fr: Zoom arrière
ja: 縮小
ru: Уменьшить
zh_hans: 缩小

source: Zoom presets
de: Zoom-Voreinstellungen
fr: Préréglages de zoom
ja: ズームプリセット
ru: Пресеты масштаба
zh_hans: 缩放预设

source: Zoom to Fit
de: Auf Fenstergröße zoomen
fr: Ajuster à la fenêtre
ja: ウインドウに合わせる
ru: Вписать в окно
zh_hans: 缩放以适合

source: Editor
fr: Éditeur
ja: エディタ
ru: Редактор
zh_hans: 编辑器

source: Pink
fr: Rose
ja: ピンク
ru: Розовый
zh_hans: 粉色

source: System
fr: Système
ja: システム
ru: Системный
zh_hans: 系统

source: Text
fr: Texte
ja: テキスト
ru: Текст
zh_hans: 文本

source: Horizontal
ja: 左右
ru: По горизонтали
zh_hans: 水平

source: Format:
ja: フォーマット:
ru: Формат:
zh_hans: 格式：

source: Orange
ja: オレンジ
ru: Оранжевый
zh_hans: 橙色

source: Original
ja: オリジナル
ru: Оригинал
zh_hans: 原始

source: Position
ja: 位置
ru: Положение
zh_hans: 位置

source: Version %@
ja: バージョン%@
ru: Версия %@
zh_hans: 版本 %@

source: OK
ru: ОК
zh_hans: 好
